const planes = [
  {
    name: "Су-35",
    imageUrl:
      "https://avia.pro/sites/default/files/styles/news_photo/public/1316624541_13_11_08_66_sm.jpg?itok=Q6l3qSvm",
    description:
      "В 2005 году инженеры из ОКБ имени Сухого решили продолжить разработку истребителя Су-35 (Т-10БМ), серийное название Су-35С. Данный истребитель должен был стать глубоко модернизированной сверхманёвренной многофункциональной моделью четвертого поколения. Превосходство над самолетами такого же класса обусловливается наличием технологии истребителей пятого поколения. Первый полет был совершен в 2008 году в феврале."
  },
  {
    name: "МиГ-35",
    imageUrl:
      "https://avia.pro/sites/default/files/pictures/katastrofi2/1316695910_multirole-figher-mikoyan-mig-35-1680x1050.jpg",
    description:
      "Изначально, с момента проектирования и разработки, самолет назывался МиГ-29М2, который хоть и был двухместными, но по оснащению бортовым вооружением и оборудованием соответствовал одноместному истребителю МиГ-29М. Оборудован бортовой радиолокационной станцией «Жук-М» и способен нести обширный арсенал вооружения, включая ракеты класса «воздух-море», «воздух-поверхность» и «воздух-воздух». Единственным отличием от одноместного варианта является уменьшенный запас топлива, которым пожертвовали для оборудования рабочего места второго пилота. Остальные элементы конструкции идентичны одноместной машине. Это дало возможность быстрого запуска в серийное производство без перестроек заводских мощностей."
  },
  {
    name: "МиГ-АТ",
    imageUrl:
      "https://avia.pro/sites/default/files/styles/news_photo/public/mig_1_1.jpg?itok=QXbvEpN_",
    description:
      "МиГ-АТ – реактивный российский учебно-тренировочный самолет постройки ОКБ МиГ. Разработка данного аппарата предназначалась для замены чешских самолетов Л-39 и «Аэро Л-29» в подразделениях российских ВВС. Однако в конкурсе на выделение средств победил вариант Як-130, предложенный ОКБ Яковлева. Производство планировалось настроить на экспорт, однако не нашли клиентов за рубежом к 2010 году, работы по разработке МиГ-АТ прекратили."
  },
  {
    name: "Су-34",
    imageUrl:
      "https://avia.pro/sites/default/files/styles/news_photo/public/1_0_0.jpg?itok=AFQJLL9k",
    description:
      "Су-34 является самолетом-бомбардировщиком, который был спроектирован в конструкторском бюро Сухого. Разработка данного аппарата была начата еще в 80-х годах прошлого века. Главным конструктором проекта был назначен опытный Р.Г. Мартиросов, но также следует отметить конструктора М.П. Симонова, который приложил немалые усилия для создания данного самолета. Что касается проекта самолета Су-34, то в конструкторском бюро данную машину обозначали как Т-10В. В основу данного аппарата намеревались положить самолет Су-27УБ. По первоначальному проекту планировалось провести модернизацию большого количества систем самолета типа Су-27, что в конечном итоге привело бы к появлению новой модификации."
  },
  {
    name: "Т-60",
    imageUrl:
      "https://avia.pro/sites/default/files/styles/gallery_min/public/images/2_0.png?itok=84dGvrB7",
    description:
      "Т-60 − проект сверхзвукового советского бомбардировщика среднего радиуса дальности, который представлял собой глубокую модернизацию Су-24. Точных технических характеристик нет, но предположительно самолет имел изменяемую геометрию крыла, плоский фюзеляж и два двигателя, имевшие управляемый вектор тяги. Вооружение представляло собой шесть ракет Х-15, Х-55 и Х-101. Также применялись высокоточные боеприпасы и свободно падающие авиабомбы. Инициативу создания проекта взяло на себя ОКБ Сухого. Работы над проектированием начались в 1984 году, однако из-за завершения холодной войны его пришлось отодвинуть в сторону и возобновить разработку только в начале 90-х. Т-60 должен был прийти на смену советского Су-24 в ВВС Советского Союза."
  },
  {
    name: "Як-130",
    imageUrl:
      "https://avia.pro/sites/default/files/pictures/katastrofi3/img_7685_1.jpg",
    description:
      "В конце 1980-х годов был объявлен конкурс на создание нового УБС. Новый самолет должен был стать двухдвигательной машиной для полной подготовки летчиков от первоначального обучения до особенностей боевого применения и поддержания в строевых частях летных навыков. ВВС отдали предпочтение двум проектам: МиГ-АТ и Як-130. Для создания нового самолета понадобилось больше денег, которых не имели ни Министерство обороны, ни разработчики, поэтому самолеты разрабатывались вместе с иностранными компаниями: с французскими − МиГ-АТ, с итальянской − Як-130. По причине разногласий с итальянским партнером разработка Як-130 на последнем этапе завершилась. Итальянская компания получила всю техническую документацию и конструкцию на планер самолета, в результате чего выпустила свой учебно-тренировочный самолет под обозначением – М-346."
  }
];

module.exports = planes;
